Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=309_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteeŠǧǧest SääŠmparlamenttân ?
fin: Saamelaiskäräjistä Saamelaisparlamentiksi ?

source: Alttõõzz nõõm muŠttem diõtt SääŠmparlamenttân da saaǥǥjååŠđteei ämmatnõõm vaajtumuš presidenttân vuõltteed tääŠrǩben valmštõõllâm diõtt.
fin: Aloitteet Saamelaiskäräjien nimen muuttamiseksi Saamelaisparlamentiksi ja ja puheenjohtajan tehtävänimikkeen muuttamiseksi presidentiksi lähetetään tarkemmin valmisteltaviksi.

source: Alttõõzzid sääŠmteeŠǧǧ nõõm da saaǥǥjååŠđteei ämmatnõõm muŠttem diõtt tuejjii sääŠmteeŠǧǧ vuässlaž Asko Länsman.
fin: Aloitteet saamelaiskäräjien nimen ja puheenjohtajan tehtävänimikkeen muuttamisesta teki saamelaiskäräjien jäsen Asko Länsman.

source: Alttõõzz sääŠmteeŠǧǧ nõõm muŠttem diõtt vuâđđad nuŠtt, što ååŠn viõǧǧâst åårrai nõmm tosvvai duõmmišttâm beälla.
fin: Aloitetta saamelaiskäräjien nimen muuttamiseksi Länsman perustelee sillä, että nyt voimassa oleva nimi viittaa tuomioistuimeen.

source: ŠSääŠmparlamentt Š-nõõmtõs čiõlǥeŠčči Länsman mieŠldd jeänab sääŠmteeŠǧǧ tuâjaid da stattuuzz.
fin: ŠSaamelaisparlamenttiŠ-nimitys kuvaisi Länsmanin mukaan enemmän saamelaiskäräjien tehtäviä ja asemaa.

source: SääŠmteeŠǧǧ saaǥǥjååŠđteei ämmatnõõm vaajtumuš ŠpresidenttânŠ lââŠzzteŠčči äärvouddmõõžž da čiõlǥeŠčči saaǥǥjååŠđteei tuõđnallšem stattuuzz narood eeŠttǩâŠsttem orgaan saaǥǥjååŠđteejan.
fin: Saamelaiskäräjien puheenjohtajan työnimikkeen muuttaminen ŠpresidentiksiŠ lisäisi saamelaiskäräjien arvostusta ja kuvaisi puheenjohtajan todellista asemaa kansaa edustavan elimen puheenjohtajana.
